Revit 2024 API
EdgeArray Constructor
Initializes a new instance of the EdgeArray class
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public EdgeArray()
Visual Basic
Public Sub New
Visual C++
public:
EdgeArray()
See Also
EdgeArray Class
Autodesk.Revit.DB Namespace